Repository: raksmeyseng/rws_app
Catalog: lib/translation/l10n/intl_*.arb
Languages: km

# greeting
source: Hello
km: សួស្ដី

# button_yes
source: Yes
km: បាទ/ចាស

# button_no
source: No
km: ទេ

# button_ok
source: Ok
km: យល់ព្រម

# button_cancel
source: Cancel
km: បោះបង់

# button_close
source: Close
km: បិទ

# button_retry
source: Retry
km: ព្យាយាមម្ដងទៀត

# button_settings
source: Settings
km: ការកំណត់

# button_no_thanks
source: No, thanks!
km: ទេ, អរគុណ!

# button_update
source: Update
km: ធ្វើបច្ចុប្បន្នភាព

# button_done
source: Done
km: រួចរាល់

# button_submit
source: Submit
km: យល់ព្រម

# button_create
source: Create
km: បង្កើត

# button_enable
source: Enable
km: បើកដំណើការ

# button_leave
source: Leave
km: ចាកចេញ

# button_save
source: Save
km: រក្សាទុក

# button_add
source: Add
km: បន្ថែម

# button_draft
source: Draft
km: រក្សាទុកសេចក្ដីព្រាង

# button_submit_request
source: Submit
km: ដាក់ស្នើ

# button_upload_logo
source: Upload Logo
km: ជ្រើសរើសឡូហ្គោ

# button_remove_logo
source: Remove Logo
km: លុបឡូហ្គោ

# button_choose_file
source: Choose File
km: ជ្រើសរើសឯកសារ

# button_choose_image
source: Choose Image
km: ជ្រើសរើសរូបភាព

# button_upload_profile
source: Upload Profile
km: ជ្រើសរើសរូបភាព

# button_remove_profile
source: Remove Profile
km: លុបរូបភាព

# lang_khmer
source: Khmer
km: ភាសាខ្មែរ

# lang_english
source: English
km: ភាសាអង់គ្លេស

# gender_female
source: Female
km: ស្រី

# gender_male
source: Male
km: ប្រុស

# gender_other
source: Other
km: ផ្សេងទៀត

source: Appearance
km: ទំរង់កម្មវិធី

source: Language
km: ភាសា

source: System
km: ប្រព័ន្ធ

source: Light
km: ភ្លឺ

source: Dark
km: ងងឹត

# real_time_date_format
source: EEEE, MMMM dd, yyyy | hh:mm:ss a
km: ថ្ងៃEEEE dd MMMM yyyy | hh:mm:ss a

source: Server
km: ម៉ាស៊ីនមេ

source: Biometric Enabled
km: មុខងារស្កេនម្រាមដៃ/មុខ

source: Biometric Enabling
km: បើកមុខងារស្កេនម្រាមដៃ/មុខ

# biometric_enabled_desc
source: To login and access any sensitive functions.
km: ដើម្បីចូលប្រើប្រាស់ និងធ្វើប្រតិបត្តិការមុខងារសំខាន់ៗ។

# enable_biometric_tips
source: Please make sure this device uses only your fingerprint/face. If you use this device with others, we suggest you to use the PIN to login. Anyway, you can change this option later in settings.
km: សូមប្រាកដថា ឧបករណ៍នេះប្រើតែស្នាមម្រាមដៃ/មុខ របស់អ្នកតែម្នាក់ប៉ុណ្ណោះ។ ប្រសិនបើអ្នកប្រើឧបករណ៍នេះជាមួយអ្នកផ្សេង យើង​ខ្ញុំស្នើអោយអ្នកប្រើលេខកូដ PIN ដើម្បីចូលប្រើប្រាស់ជំនួសវិញ។ អ្នកអាចផ្លាស់ប្តូរជម្រើសនៃការចូលប្រើប្រាស់ពេលក្រោយ នៅត្រង់កន្លែង ការកំណត់។

# scan_to_authenticate
source: Please verify your biometric to continue
km: សូមស្កេនម្រាមដៃ/មុខរបស់អ្នកដើម្បីបន្ត

# msg_reenable_biometric
source: Biometric authentication has been disabled. Please lock and unlock your device again.
km: មុខងារស្កេនម្រាមដៃ/មុខ ត្រូវបានផ្អាកបណ្ដោះអាសន្ន។ សូមចាក់សោ និងបើកសោឧបករណ៍របស់អ្នកឡើងវិញម្ដងទៀត។

# please_setup_biometric
source: Biometric authentication is not setup on your device. Please either enable Fingerprint or Face ID.
km: សូមកំណត់មុខងារស្កេនម្រាមដៃ/មុខ នៅលើឧបករណ៍របស់អ្នក។

# enable_biometric_success
source: Biometric authentication enabled!
km: មុខងារស្កេនម្រាមដៃ/មុខ បានបើកដំណើរការ!

# msg_biometric_disabled_by_system
source: The biometric authentication is disabled due to device's setting changes.
km: មុខងារស្កេនម្រាមដៃ/មុខ ត្រូវបានបិទ ដោយសារមានការកែប្រែនៅក្នុងការកំណត់របស់ឧបករណ៍។

# title_biometric_auth_disabled
source: Biometric Authentication Disabled
km: មុខងារស្កេនម្រាមដៃ/មុខ ត្រូវបានបិទ

# msg_confirm_disable_biometric
source: Do you want to disable the biometric authentication?
km: តើអ្នកពិតជាចង់ បិទមុខងារស្កេនម្រាមដៃ/មុខឬ?

# title_no_internet_access
source: No Internet Access
km: មិនមានបណ្ដាញអុីនធឺណិត

# msg_check_your_internet_connection
source: Please check your internet connection and try again.
km: សូមពិនិត្យមើលអុីនធឺណិតរបស់អ្នក និងព្យាយាមម្ដងទៀត។

# error_unauthorized
source: Unauthorized users - system will be automatically logout! Please try again.
km: អ្នកពុំមានសិទ្ធិប្រើប្រាស់ ហើយអ្នកនឹងត្រូវបានចាកចេញដោយស្វ័យប្រវត្ថិ សូមចូលប្រើប្រាស់សារជាថ្មី។

source: Success!
km: ជោគជ័យ!

source: Password mismatch
km: ពាក្យសម្ងាត់មិនត្រូវគ្នា

source: Confirm
km: បញ្ជាក់

# time_am
source: AM
km: ព្រឹក

# time_pm
source: PM
km: ល្ងាច

# title_version_update
source: Update Available
km: មានកំណែជំនាន់ថ្មី

# msg_version_force_update
source: Dear valued user, please update to the latest version to benefit from it most and continue using the app.
km: អ្នកប្រើប្រាស់ជាទីគោរព, សូមធ្វើបច្ចុប្បន្នភាពកម្មវិធីទៅកាន់ជំនាន់ចុងក្រោយ ដើម្បីទទួលបានអត្ថប្រយោជន៍ច្រើនបំផុតពីកម្មវិធី និងដើម្បីបន្តការប្រើប្រាស់។

# msg_version_update
source: Dear valued user, please update to the latest version to benefit from it most.
km: អ្នកប្រើប្រាស់ជាទីគោរព, សូមធ្វើបច្ចុប្បន្នភាពកម្មវិធីទៅកាន់ជំនាន់ចុងក្រោយ ដើម្បីទទួលបានអត្ថប្រយោជន៍ច្រើនបំផុតពីកម្មវិធី។

source: Login
km: ចូលប្រើប្រាស់

source: Version
km: ជំនាន់កម្មវិធី

# deactivate_account
source: Delete Account
km: លុបគណនី

# msg_confirm_deactivate_account_
source: Are you sure to delete the account "{name}"? - All your linked accounts will be deleted. - You will no longer receive notifications about your electricity bill, latest news from EAC and many more good benefits from EAC App.
km: តើអ្នកពិតជាចង់លុបគណនីឈ្មោះ "{name}" មែនឬទេ? - គណនីទាំងអស់ដែលអ្នកបានភ្ជាប់នឹងត្រូវបានលុប។ - អ្នកនឹងលែងទទួលបានការជូនដំណឹង អំពីស្ថានភាពវិក្កយបត្រ ព័ត៌មានថ្មីៗពីអាជ្ញាធរអគ្គិសនីកម្ពុជា និងអត្ថប្រយោជន៍ជាច្រើនទៀតពី EAC App។

source: Edit Profile
km: កែប្រែព័ត៌មានផ្ទាល់ខ្លួន

source: Save profile failed!
km: ការរក្សាទុក បរាជ័យ

source: Your profile has been updated!
km: ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក បានធ្វើបច្ចុប្បន្នភាពរួចរាល់!

# photo_permission
source: Grant Photo Access
km: មុខងារជ្រើសរើសរូបភាព

# msg_allow_photo_permission
source: Allow the app to access your device photos in app setting.
km: សូមអនុញ្ញាតមុខងារជ្រើសរើសរូបភាពនៅក្នុងការកំណត់កម្មវិធី។

# storage_permission
source: Grant Storage Access
km: អង្គផ្ទុកទិន្នន័យ

# msg_allow_storage_permission
source: Allow the app to access your device storage in app setting.
km: សូមអនុញ្ញាតឲ្យប្រើប្រាស់អង្គផ្ទុកទិន្នន័យនៅក្នុងការកំណត់កម្មវិធី។

# camera_permission
source: Grant Camera Access
km: មុខងារថតរូប

# msg_allow_camera_permission
source: Allow the app to access your camera in app setting.
km: សូមអនុញ្ញាតមុខងារថតរូបនៅក្នុងការកំណត់កម្មវិធី។

# upload_image_failure
source: Image uploading failed!
km: រក្សាទុករូបភាពបរាជ័យ

source: expired today
km: ផុតកំណត់ថ្ងៃនេះ

source: Just now
km: ភ្លាម​ៗ​នេះ

# single_year_ago_
source: {year} year ago
km: {year} ឆ្នាំមុន

# plural_year_ago_
source: {year} years ago
km: {year} ឆ្នាំមុន

# single_month_ago_
source: {month} month ago
km: {month} ខែមុន

# plural_month_ago_
source: {month} months ago
km: {month} ខែមុន

# single_week_ago_
source: {week} week ago
km: {week} សប្ដាហ៍មុន

# plural_week_ago_
source: {week} weeks ago
km: {week} សប្ដាហ៍មុន

# single_day_ago_
source: {day} day ago
km: {day} ថ្ងៃមុន

# plural_day_ago_
source: {day} days ago
km: {day} ថ្ងៃមុន

# single_hour_ago_
source: {hour} hour ago
km: {hour} ម៉ោងមុន

# plural_hour_ago_
source: {hour} hours ago
km: {hour} ម៉ោងមុន

# single_minute_ago_
source: {minute} minute ago
km: {minute} នាទីមុន

# plural_minute_ago_
source: {minute} minutes ago
km: {minute} នាទីមុន

# title_error
source: Error
km: មានបញ្ហា

# title_crop_image
source: Crop Image
km: តម្រឹមរូបភាព

# title_camera
source: Camera
km: កាមេរ៉ា

# title_gallery
source: Gallery
km: រូបភាព

# count_single_day_expired_
source: expired {x} day ago
km: ហួស {x} ថ្ងៃហើយ

# count_plural_day_expired_
source: expired {x} days ago
km: ហួស {x} ថ្ងៃហើយ

# count_single_day_to_be_expired_
source: expired in {x} day
km: នៅ {x} ថ្ងៃទៀត

# count_plural_day_to_be_expired_
source: expired in {x} days
km: នៅ {x} ថ្ងៃទៀត

# count_single_day_
source: {count} day
km: {count} ថ្ងៃ

# count_plural_day_
source: {count} days
km: {count} ថ្ងៃ

# count_single_hour_
source: {count} hour
km: {count} ម៉ោង

# count_plural_hour_
source: {count} hours
km: {count} ម៉ោង

# count_single_minute_
source: {count} minute
km: {count} នាទី

# count_plural_minute_
source: {count} minutes
km: {count} នាទី

source: Copied
km: ចម្លង

# title_remove_profile
source: Remove Profile Picture
km: លុបរូបភាពផ្ទាល់ខ្លួន

# msg_title_remove_profile
source: Remove Profile Picture?
km: លុបរូបភាពផ្ទាល់ខ្លួនរបស់អ្នក?

# msg_remove_profile
source: Your picture will be removed. This avatar will be used in your profile.
km: រូបភាពរបស់អ្នកនឹងត្រូវលុបចេញ។ រូបតំណាងនេះនឹងត្រូវបានប្រើជំនួសអោយរូបភាពផ្ទាល់ខ្លួនរបស់អ្នក។

# testing_environment
source: DEMO
km: កម្មវិធីសាកល្បង

# app_load_config_failed
source: - Please check your internet connection - Encountered technical issues - we are working to resolve We apologize and try again later.
km: - សូមពិនិត្យថាឧបករណ៍របស់អ្នកមានអុីនធឺណិត - មានបញ្ហាបច្ចេកទេសដែលក្រុមការងារយើងខ្ញុំកំពុងរកដំណោះស្រាយ សូមអធ្យាស្រ័យនិងសូមព្យាយាមម្ដងទៀត។

# under_maintenance
source: System Maintenance
km: ប្រព័ន្ធស្ថិតក្រោមការថែទាំ

# under_maintenance_description
source: We apologize for the service interruption due to system maintenance. The service will be back online shortly.
km: សូមអធ្យាស្រ័យ ចំពោះការអាក់ខាន យើងខ្ញុំ សូមផ្អាកការផ្ដល់សេវាកម្មរយៈពេលខ្លី។ ប្រព័ន្ធនឹងដំណើរការឡើងវិញក្នុងពេលដ៏ខ្លីខាងមុខ។

# confirm_logout_message
source: Do you want to logout?
km: តើអ្នកចង់ចាកចេញឬ?

# error_logout_failure
source: Your logout attempt failed.
km: ការចាកចេញ មិនបានជោគជ័យ។

source: Change password failure
km: ប្ដូរពាក្យសម្ងាត់បរាជ័យ

source: Change Password
km: ប្ដូរពាក្យសម្ងាត់

source: Input current password
km: បញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្ន

source: Current password
km: ពាក្យសម្ងាត់បច្ចុប្បន្ន

source: Input new password
km: បញ្ចូលពាក្យសម្ងាត់ថ្មី

source: New password
km: ពាក្យសម្ងាត់ថ្មី

source: Confirm new password
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី

# your_password_changed_successfuly
source: Your password has been changed!
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានផ្លាស់ប្ដូររួចរាល់!

# title_settings
source: Settings
km: ការកំណត់

source: Terms and Conditions
km: លក្ខខណ្ឌនៃការប្រើប្រាស់កម្មវិធី

source: About App
km: អំពីកម្មវិធី

source: Logout
km: ចាកចេញ

# page_not_found
source: This page could not be found
km: រកមិនឃើញទំព័រនេះទេ

# do_not_have_acc
source: Do not have an account?
km: មិនមានគណនីប្រើប្រាស់?

# create_new_account
source: New Account
km: បង្កើតគណនីថ្មី

source: Full name
km: ឈ្មោះអ្នកប្រើប្រាស់

# pls_input_your_full_name
source: Please input your full name
km: សូមបញ្ចូលឈ្មោះរបស់អ្នក

source: Date of birth
km: ថ្ងៃខែឆ្នាំកំណើត

# pls_input_your_dob
source: Please input your date of birth
km: សូមបញ្ចូលថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក

source: Gender
km: ភេទ

# pls_input_your_gender
source: Please input your gender
km: សូមបញ្ចូលភេទរបស់អ្នក

source: Email
km: អ៊ីមែល

# pls_input_your_email
source: Please input your email
km: សូមបញ្ចូលអ៊ីមែលរបស់អ្នក

source: Invalid email
km: អ៊ីមែលមិនត្រឹមត្រូវ

source: Password
km: ពាក្យសម្ងាត់

# pls_input_your_password
source: Please input your password
km: សូមបញ្ចូលពាក្យសម្ងាត់

source: Phone number
km: លេខទូរស័ព្ទ

# pls_input_your_phone_number
source: Please input your phone number
km: សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក

source: Invalid phone number
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ

# msg_privacy_agreement_
source: <div>I agree with the <a href='{url}'>Terms and Conditions</a>.</div>
km: <div>ខ្ញុំយល់ព្រមនឹង <a href='{url}'>លក្ខខណ្ឌនៃការប្រើប្រាស់កម្មវិធី</a>។</div>

# create_account_failed
source: Account creation failed
km: បង្កើតគណនីបរាជ័យ

# please_input_the_secret_code
source: Input the developer secret code
km: សូមបញ្ចូលលេខកូដសម្ងាត់របស់អ្នកអភិវឌ្ឍន៏កម្មវិធី

# copyright_
source: Copyright © 2011 - {year} E-Power CCL Co., Ltd
km: រក្សាសិទ្ធិ © 2011 - {year} E-Power CCL Co., Ltd

# load_data_failed
source: Requesting failure, please try again.
km: មានភាពរអាក់រអួល សូមព្យាយាមម្ដងទៀត។

# msg_confirm_discard_change
source: Do you want to discard changes?
km: តើអ្នកពិតជាចង់បោះបង់ការកែប្រែឬ?

source: Invalid url
km: ទម្រង់នៃតំណភ្ជាប់ មិនត្រឹមត្រូវ

source: Primary Color
km: ពណ៌កម្មវិធី

source: Notification
km: សារជូនដំណឹង

source: Dashboard
km: ទំព័រដើម

source: Search
km: ស្វែងរក

source: Active
km: កំពុងប្រើប្រាស់

source: Inactive
km: លុប

source: Status
km: ស្ថានភាព

# show_more
source: Shore more
km: មើលបន្ថែម

# register_date
source: Registered Date
km: ថ្ងៃចុះឈ្មោះ

source: General Information
km: ព័ត៌មានលម្អិត

source: Linked Customers
km: អតិថិជនដែលបានភ្ជាប់

# empty_linked_customer
source: Account's linked customers will be displayed here.
km: គណនីដែលបានភ្ជាប់នឹងបង្ហាញនៅទីនេះ

source: Customer name
km: ឈ្មោះអតិថិជន

source: Customer code
km: លេខកូដអតិថិជន

source: Installation address
km: ទីតាំងភ្ជាប់ចរន្ត

source: Licensee
km: អាជ្ញាបណ្ណ

# button_edit
source: Edit
km: កែប្រែ

# button_delete
source: Delete
km: លុប

# empty_data
source: No data
km: មិនមានទិន្នន័យត្រូវបង្ហាញ

source: Currency
km: រូបិយប័ណ្ណ

source: Title
km: ចំណងជើង

source: Edit Account
km: កែប្រែគណនីប្រើប្រាស់

# pls_input_phone_number
source: Please input phone number
km: សូមបញ្ចូលលេខទូរស័ព្ទ

# pls_input_name
source: Please input name
km: សូមបញ្ចូលឈ្មោះ

# pls_input_email
source: Please input email
km: សូមបញ្ចូលអ៊ីមែល

source: Latitude
km: រយៈបណ្ដោយ

source: Longitude
km: រយៈទទឹង

# pls_input_latitude
source: Please input latitude
km: សូមបញ្ចូលរយៈបណ្ដោយ

# pls_input_longitude
source: Please input longitude
km: សូមបញ្ចូលរយៈទទឹក

# pls_input_address
source: Please input address
km: សូមបញ្ចូលអាសយដ្ឋាន

source: Add News
km: បន្ថែមព័ត៌មាន

source: Edit News
km: កែប្រែព័ត៌មាន

source: Thumbnail
km: រូបភាពខាងមុខ

# news_date
source: Date
km: កាលបរិច្ឆេទ

# pls_input_news_date
source: Please input date
km: សូមបញ្ចូលកាលបរិច្ឆេទ

source: Thumbnail Title
km: ចំណងជើងរូបភាព

# pls_input_thumbnail_title
source: Please input thumbnail title
km: សូមបញ្ចូលចំណងជើងរូបភាព

# news_content
source: Content
km: មាតិកា

# confirm_delete_news
source: Do you want to delete this news?
km: តើអ្នកចង់លុបព័ត៌មានមួយនេះឬ?

source: All customer
km: អតិថិជនទាំងអស់

source: All
km: ទាំងអស់

# pls_input_user_name
source: Please input user name
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់

# pls_input_password
source: Please input password
km: សូមបញ្ចូលពាក្យសម្ងាត់

# pls_input_confirm_password
source: Please input confirm password
km: សូមបញ្ជាក់ពាក្យសម្ងាត់

source: Confirm password mismatch
km: ពាក្យសម្ងាត់មិនត្រូវគ្នា

source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

# invalid_password
source: Please select at least 8 digit.
km: សូមបញ្ចូលពាក្យសម្ងាត់យ៉ាងតិច 8 ខ្ទង់

source: Account
km: គណនីប្រើប្រាស់

source: Username
km: អ្នកប្រើប្រាស់

source: Home
km: ទំព័រដើម

source: Water Supply
km: ប្រព័ន្ធផ្គត់ផ្គង់ទឹក

source: Report
km: របាយការណ៍

# location_on_map
source: Location
km: ទីតាំងលើផែនទី

source: My Task
km: ការងាររបស់ខ្ញុំ

# location_permission
source: Grant location Access
km: ទីតាំង

# msg_allow_location_permission
source: Allow the app to access your location in app setting.
km: សូមអនុញ្ញាតទីតាំងនៅក្នុងការកំណត់កម្មវិធី។

source: No Task
km: មិនមានសំណើរ

source: Draft
km: សេចក្តីព្រាង

# request
source: My Request
km: ការស្នើសុំរបស់ខ្ញុំ

source: History
km: ប្រវត្តិការស្នើសុំ

source: No History
km: មិនមានប្រវត្តិការស្នើសុំ

source: Village
km: ភូមិ

source: Commune
km: ឃុំ/សង្កាត់

source: District
km: ស្រុក/ខណ្ឌ

source: Province
km: ខេត្ត/ក្រុង

source: Water Supply Type
km: ប្រភេទផ្គត់ផ្គត់ទឹក

source: Water Supply Code
km: លេខកូដសំណង់

# pls_input_province
source: Please input province
km: សូមជ្រើសរើសខេត្ត/ក្រុង

# pls_input_district
source: Please input district
km: សូមជ្រើសរើសស្រុក/ខណ្ឌ

# pls_input_commune
source: Please input commune
km: សូមជ្រើសរើសឃុំ/សង្កាត់

# pls_input_village
source: Please input village
km: សូមជ្រើសរើសភូមិ

source: View History
km: លំហូរដំណើរការ

# tab_general
source: General
km: ពត៌មានទូទៅ

# tab_specific
source: Specific
km: ពត៌មានលម្អិត

source: Map Unit
km: ខ្នាតផែនទី

# utm_x
source: Coordinate UTMX
km: កូអរដោនេ UTMX

# utm_y
source: Coordinate UTMY
km: កូអរដោនេ UTMY

source: Total Family
km: គ្រួសារសរុប

# risk_enviroment
source: Risk Environment
km: តំបន់ប្រឈមផ្នែកបរិស្ថាន

source: Construction Date
km: កាលបរិច្ឆេទសាងសង់

source: Budget Source
km: ប្រភពថវិកា

source: Construction By
km: សាងសង់ដោយក្រុមហ៊ុន

source: Management Type
km: ប្រភេទនៃការគ្រប់គ្រង

source: Managed By
km: ឈ្មោះអ្នកគ្រប់គ្រង

source: Beneficiary Total People
km: អ្នកទទួលផលសរុប

source: Beneficiary Total Women
km: អ្នកទទួលផលសរុបស្រី

source: Beneficiary Total Family
km: អ្នកទទួលផលគ្រួសារសរុប

source: Beneficiary Total Family Poor 1
km: អ្នកទទួលផលគ្រួសារក្រ១

source: Beneficiary Total Family Poor 2
km: អ្នកទទួលផលគ្រួសារក្រ២

source: Beneficiary Total Family Vulnerable
km: អ្នកទទួលផលគ្រួសារជនងាយរងគ្រោះ

source: Beneficiary Total Family Indigenous
km: អ្នកទទួលផលគ្រួសារជនជាតិដើមភាគតិច

source: Well Type
km: ប្រភេទអណ្តូង

# well_depth
source: Well Height(m)
km: ជម្រៅអណ្តូង(m)

# well_screen
source: Filter (Screen) (m)
km: ជម្រៅតម្រង (Screen) (m)

# well_water_supply
source: Water Supply (m3/h)
km: ធារទឹក (m3/h)

# water_quality
source: Quality
km: គុណភាពទឹក

# well_nirostatic
source: Niro Static (m)
km: នីវ៉ូស្តាទិច (m)

# well_nirodynamic
source: Niro Dynamic (m)
km: នីវ៉ូឌីណាមិច (m)

# well_check_water_quality
source: Water Quality Check
km: ត្រួតពិនិត្យគុណភាពទឹក

# well_status
source: Status
km: ស្ថានភាពអណ្តូង

source: Reason
km: ហេតុអ្វី
